Repository: fuadaishan/webproje2024
Catalog: WebProje/Resources/SharedResource.*.resx
Languages: tr_tr

source: Home
tr_tr: Ev

source: Make an appointment
tr_tr: Randevu al

source: Filters
tr_tr: Filtreler

# Clinic
source: Service
tr_tr: Servis

# Clinics
source: Services
tr_tr: Servis

# DoctorList
source: Berber List
tr_tr: Berber Listesi

source: Email
tr_tr: E-Posta

# Hospital
source: Barber shop
tr_tr: Berber salonu

# Hosptals
source: Barber shops
tr_tr: Berber salonular

source: Login
tr_tr: Giriş Yap

source: Logout
tr_tr: Çıkış Yap

source: My Appointments
tr_tr: Randevularım

source: Name
tr_tr: Adı

source: Password
tr_tr: Şifre

source: Register
tr_tr: Yeni hesap aç

source: Specialities
tr_tr: Ana bilim dalılar

source: Speciality
tr_tr: Ana bilim dalı

source: Welcome
tr_tr: Hoş geldiniz

source: Please enter date
tr_tr: Lütfen tarihi girin

source: Date - Time
tr_tr: Tarih - Zaman

source: Nose
tr_tr: Burun

source: Ear
tr_tr: Kulak

source: Throat
tr_tr: Boğaz

source: Heart Checkup
tr_tr: Kalp muayenesi

source: Open Heart Surgery
tr_tr: Açık kalp ameliyatı

source: Select Speciality
tr_tr: Bölüm Seçiniz

# SelectClinic
source: Select Service
tr_tr: Servis Seçiniz

source: No available appointments
tr_tr: Mevcut randevu yok

# Language
source: Dil
tr_tr: Language

# SelectHospital
source: Select Barber Shop
tr_tr: Berber Seçiniz

source: Alzheimer treatments
tr_tr: Alzheimer tedavileri

source: Brain tumor
tr_tr: Beyin tümörü

source: Eyes Checkup
tr_tr: Göz Kontrolü

source: Eyes surgery
tr_tr: Göz ameliyatı

source: appendix vermiformis
tr_tr: Apandis

source: Poison Analysis
tr_tr: Zehir Analizi

source: Laser Eye sight correction
tr_tr: Lazer Göz görme düzeltmesi

source: Nose Ear And Throat
tr_tr: Kulak-Burun-Boğaz

source: Heart
tr_tr: Kalp

source: Brain
tr_tr: Beyin

source: Eyes
tr_tr: Göz

source: internal medicine
tr_tr: Dahiliye

source: Dashboard
tr_tr: Panel

source: Remember me?
tr_tr: Beni Hatırla?

# imgpath
source: /imgs/HEALTHCARE.svg
tr_tr: /imgs/SAGLIK_HIZMETI.svg
